[
    {
        "indice": 0,
        "titulo": "  TESTE COM DIFERENTES TOPOLOGIAS DE REDES NEURAIS  ",
        "autor": "TAYRON RAYAN SOBRINHO COSTA",
        "texto": "A evapotranspiração (ET) é um fenômeno que engloba processos físicos e fisiológicos, responsáveis pela vaporização da água precipitada na Terra. A acurácia nas previsões da ET é importante no manejo hídrico. Comparando-se os valores da ET com o da Precipitação obtêm-se o balanço hídrico, essencial para um cálculo racional do volume de água que deve ser destinado à irrigação em uma propriedade agrícola. A medição da ET depende de vários fatores. A disponibilidade de dados meteorológicos é um deles, e sua existência propicia a aplicação da equação FAO Penman-Monteith, recomendada como método padrão para o cálculo da evapotranspiração de referência (ETo). A ETo é a evapotranspiração de uma superfície de referência, com água disponível, e representa o poder de evapotranspiração da atmosfera. A superfície de referência, adotada no cálculo da ETo, é um hipotético cultivo de grama verde, com altura uniforme, em crescimento ativo, que sombreia completamente o solo e possui água adequada para seu desenvolvimento. A aplicação da FAO Penman-Monteith é inviável quando há ausência de dados meteorológicos como, por exemplo, radiação solar, velocidade do vento, temperatura da atmosfera, pressão atmosférica e umidade. De fato, países em desenvolvimento, particularmente, enfrentam dificuldades na coleta de dados precisos acerca das variáveis climáticas, limitando a aplicação da FAO Penman-Monteith. Um método empírico e alternativo à equação de Penman-Monteith é a utilização de lisímetros para a medição da evapotranspiração. No entanto, as instalações de lisímetros são consideradas difíceis e caras, e sua utilização e manutenção demandam cuidado qualificado, limitando seu uso à propósitos de pesquisa específicos. Em virtude da inviabilidade do emprego de métodos empíricos ou matemáticos para a estimativa da evapotranspiração, faz-se necessário o desenvolvimento de um novo método, prático e econômico, capaz de fornecer valores precisos da ET mesmo quando dados meteorológicos encontram-se indisponíveis. A aplicação das Redes Neurais Artificiais (RNAs) na estimativa da ET, por ser uma ferramenta de processamento de dados não lineares, assim como a evapotranspiração, é uma potencial solução para este impasse. Este trabalho tem por objetivo encontrar a topologia ótima para a RNA para os dados de entrada utilizados e avaliar a capacidade da RNA para estimar ET0 através do mínimo conjunto de variáveis de entrada. Este estudo pode ser útil para decidir quando aplicar ou rejeitar a utilização de RNAs para a previsão de ET0 quando os dados são escassos ou descontínuos. "
    },
    {
        "indice": 1,
        "titulo": "  TESTE COM REDES NEURAIS DE TOPOLOGIA SIMPLES PARA UMA FAMILIARIZAÇÃO COM A TÉCNICA  ",
        "autor": "EXPEDITO CAVALCANTE DO NASCIMENTO NETO",
        "texto": "A evapotranspiração (ET) representa a perda de água pelo ecossistema devido a evaporação da superfície e transpiração das folhas das plantas. Na agronomia, estimar a evapotranspiração de uma cultura é muito importante para otimizar o gerenciamento hídrico, para análise de custos e especialmente para prevenir a cultura de danos provenientes da falta ou excesso de água. ET de uma cultura pode se medido diretamente por lisímetros ou de outra maneira usando a equação de balanço hídrico do solo, a equação de balanço energético ou usando uma abordagem micrometeorológica como a técnica de covariância de redemoinhos. Todavia, estas metodologias requerem cuidadoso planejamento, instrumentos caros e usuários bem treinados. ET de uma cultura também pode ser calculada indiretamente pela introdução do conceito de evapotranspiração de referência (ET0) e o conceito de coeficiente de cultura (Kc). Tal procedimento indireto, denominado abordagem Kc-ET0, separa os efeitos climáticos nos requerimentos hídricos da cultura determinado pela ET0, e o efeito da cultura, dado por Kc. Existem várias relações para estimar ET0 indiretamente, mas por padronização das metodologias, a Organização de Agricultura e Alimento das Nações Unidas (FAO) recomenda a equação FAO56-PM, pois foi classificado como o melhor método para todas as condições climáticas. A equação FAO56-PM considera os aspectos físicos e fisiológicos envolvidos na ET e apenas requer dados meteorológicos padrões, que podem ser facilmente mensurados ou derivados a partir de dados comumente coletados. Nos últimos anos, uma abordagem alternativa nomeada Redes Neurais Artificiais (RNA) tem sido também usada para acessar ET0 indiretamente. Esta abordagem é bastante inovadora, pois as RNAs não necessitam compreender os processos inerentes à evaporação e à transpiração. Uma RNA é um conjunto de unidades individuais de processamento chamadas neurônios cujas combinações lineares são convertidas por uma função não linear chamada função de ativação. Não linearidade é, na verdade, o quê faz com que as RNA sejam muito úteis na modelagem de problemas complexos como estimação de ET0. RNAs trabalham similarmente ao cérebro humano no sentido que elas aprendem com a experiência. Redes neurais são, de fato, capazes de generalizar, isto é, produzir saídas razoáveis a partir de entradas não encontradas durante o treinamento. Este trabalho tem por objetivo encontrar a topologia ótima para a RNA e avaliar sua capacidade de estimação de ET0 com diferentes amplitudes de dados utilizados nos treinamentos, além de verificar a capacidade de generalização das RNAs quando inseridos diferentes porcentagens de lacunas no conjunto de dados utilizados nos treinamentos. Este estudo pode ser útil para decidir quando aplicar ou rejeitar a utilização de RNAs para a previsão de ET0 quando os dados são escassos ou descontínuos. "
    },
    {
        "indice": 2,
        "titulo": "  ANALISAR A INFLUÊNCIA DOS IMPACTOS AMBIENTAIS DAS VARIÁVEIS CLIMÁTICAS NA ESTIMATIVA DA EVAPOTRANSPIRAÇÃO  ",
        "autor": "ANTONIO ISMAEL FILHO",
        "texto": "Com todas atividades antrópicas que estão afetando o clima bem como suas variáveis no qual estão alterando o perfil climático de muitos locais ao longo do globo, com todas essas mudanças no clima objetivou-se neste presente trabalho estudar como estas mudanças afetam a estimativa da evapotranspiração de referência na cidade de Areia, no estado da Paraíba no intervalo de 2006 a 2012. Foi utilizado o software PMday que tem os métodos de Penman-Monteith e Hargreaves e Samani para realização dos devidos cálculos para obtenção da evapotranspiração de referência, e o programa Excel para geração de tabelas e gráficos necessários para o presente estudo e análise. A partir dos resultados dos obtidos observou-se que durante todo o período a evapotranspiração se comportando muito semelhante com o comportamento das temperaturas em que teve um aumento considerável principalmente na temperatura mínima que elevou consequentemente a média na temperatura, elevando consigo os índices de evapotranspiração. O que vem a de fato a comprovar está forte relação entre a evapotranspiração e temperatura é que no ano de 2012 houve um decréscimo na evapotranspiração e a única variável utilizadas a temperatura foi a única que também teve uma diminuição na sua taxa, enquanto as demais variáveis climáticas tiveram um aumento no ano de 2012, mas nos anos anteriores mostram-se bem semelhantes ao comportamento da evapotranspiração. E com as análises e observações feitas se concluiu que as ações do homem interferem na estimativa da evapotranspiração através de suas ações que degradam o meio ambiente causando mudanças significativas no clima ao longo do tempo e que principalmente as variáveis de temperatura e radiação tem mais influência sobre a estimativa da evapotranspiração. "
    },
    {
        "indice": 3,
        "titulo": "  MÉTODOS DE ESTIMATIVA DA EVAPOTRANSPIRAÇÃO DE REFERÊNCIA DIÁRIA PARA AREIA NO ESTADO DA PARAÍBA  ",
        "autor": "PALOMA MARIA DA SILVA LOPES",
        "texto": "O município de Areia está localizado na microrregião Areia e na mesorregião Agreste Paraibano do estado da Paraíba, segundo o Ministério da Integração Nacional 2005. Tendo em vista a distribuição irregular de chuvas no nordeste, a irrigação se torna de grande importância, uma vez que passa a ser a principal alternativa racional de exploração das culturas agrícolas. Em projetos de irrigação, a evapotranspiração da cultura (ETc) é a variável mais importante, pois determina a quantidade de água a ser reposta, de forma a manter a produtividade a níveis rentáveis. Sendo a ETc uma função da evapotranspiração de referência (ETo), a determinação desta passa a ser fundamental em projetos, no planejamento e no manejo de irrigação. O presente estudo teve como objetivo avaliar métodos para a estimativa da ETo, comparados com valores de ETo obtidos com a equação de Penman-Monteith, os métodos de estimativa de ETo empregados foram: Penman-Monteith, Ivanov, Benevides Lopez, Jensen-Haise, Linacre, Turc, Hargreaves, Makkink. Os dados foram coletados diariamente no período compreendido entre janeiro a dezembro de 2013 pela estação meteorológica automática pertencente ao INMET (Instituto Nacional de Meteorologia) localizada no Campus-II, da Universidade Federal da Paraíba em Areia-PB. As variáveis analisadas foram: umidade relativa do ar, temperaturas máxima e mínima do ar, insolação e velocidade do vento. As médias mensais das variáveis foram calculadas para determinação das estimativas da evapotranspiração, e os valores de ETo obtidos, foram submetidos a análise de Regressão Linear. Foi possível concluir que o método de Hargreaves apresentou os melhores resultados de correlação com um R²= 0.978, enquanto que o pior resultado estatístico foi obtido pelo método de Benevides Lopez, apresentando o pior desempenho entre os modelos estudados. "
    },
    {
        "indice": 4,
        "titulo": "  DETERMINAÇÃO E CONTROLE DE QUALIDADE DOS METAIS PESADOS  ",
        "autor": "RIELDER ROLIM DE SOUSA",
        "texto": "Entende-se por ambiente contaminado aquele que apresenta teores de determinados elementos acima do que pode ser encontrado naturalmente em ambientes similares ou de mesma região fisiográfica. Os metais pesados ou elementos traços são considerados poluentes quando em grande quantidade, seus teores no solo dependem do material litológico e, ou, do material sedimentado. O objetivo deste trabalho foi verificar os teores de metais pesados para nove solos, com alto grau de preservação, de diferentes regiões fisiográficas do estado da Paraíba no intuito de demostrar as diferenças nos teores de metais pesados de região pra região. Foram coletados solos em nove pontos, de três regiões fisiográficas (Litoral, Agreste e Sertão) identificados com GPS GARMIM MAP 60C, a coleta foi realizada na camada arável (0-20 cm), em localidades com mínima ou nenhuma intervenção antrópica. As analises foram realizadas obedecendo a metodologia da EMBRAPA, para analise química, e física e para determinação dos teores de metais pesados utilizou-se a metodologia holandesa USEPA 3051ª. As amostras digeridas foram acondicionadas em tubos de teflon, onde foram adicionados 9 ml de acido nítrico 65% (v/v) e 3 ml de acido clorídrico 37% (v/v), sendo todos de alto grau de pureza analítica. Os valores de PCZ foram determinados a partir dos pH dos solos em agua e em KCl. O solo que apresentou os menores teores de metais pesados foi o Neossolo localizado no município de Pedras de Fogo. Os Latossolos, em média, apresentaram os maiores teores dos metais Ag, Cr, Fe e Pb. Os níveis dos metais Cd e Sb foram mais expressivos no Argissolo. Os Vertissolos e Planossolos apresentaram os maiores valores para Ba, Co, Cu, Mn e Zn. "
    },
    {
        "indice": 5,
        "titulo": "  ALTIMETRIA SIMPLIFICADA  ",
        "autor": "JONATHON PERICLES GOMES GONÇALVES",
        "texto": "Nivelamento é o nome dado ao conjunto de operações, no campo, de um trabalho de altimetria e a representação desse trabalho pode ser feita por meio de um perfil topográfico, que representa a forma do relevo do terreno ao longo de alinhamentos predeterminados. De uma maneira geral, um trabalho de nivelamento consiste na determinação de cotas, as quais são distâncias verticais de pontos do terreno, em relação a uma superfície de referência, chamada referência de nível. São três os tipos de nivelamento: barométrico, trigonométrico e geométrico, sendo esse último o que apresenta resultados mais precisos. A planialtimetria é a junção da planimetria e da altimetria. O objetivo da planialtimetria é a representação do relevo de um terreno em sua respectiva planta. Essa representação é feita por meio de curvas de nível. Curva de nível é uma linha sinuosa que liga pontos do terreno de mesma cota. Além da representação do terreno na planta, as curvas de níveis podem ser marcadas diretamente no campo. Nesse caso, o objetivo principal é a conservação do solo. O desenvolvimento de procedimentos simplificados ou de equipamentos topográficos simples é importante para resolução de pequenos trabalhos topográficos. Este trabalho teve como objetivo a construção e aplicação de um nível de mangueira no traçado de curvas de nível, diretamente no terreno. O nível de mangueira foi construído e aplicado na implantação de uma curva de nível com 14 pontos, espaçados de 5m um do outro. Posteriormente realizou-se o nivelamento geométrico da curva de nível que foi implantada, usando-se um nível topográfico e uma estádia. A verificação do desempenho do nível de mangueira foi realizada por meio do teste estatístico t para média, chegando-se a conclusão de que o nível de mangueira teve desempenho satisfatório. "
    }
 ]
